Revit 2027 API
TableCellCombinedParameterData.Create Method
 construct a TableCellCombinedParameterData
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static TableCellCombinedParameterData Create()
Public Shared Function Create As TableCellCombinedParameterData
public:
static TableCellCombinedParameterData^ Create()
static member Create : unit -> TableCellCombinedParameterData
Return Value
TableCellCombinedParameterData
See Also
Reference
TableCellCombinedParameterData Class
Autodesk.Revit.DB Namespace